Repository: kohanax/musl-locales
Catalog: musl-po/*.po
Languages: cs_cz, sr_rs

source: Error loading shared library %s: %m
cs_cz: Chyba při načítání sdílené knihovny %s: %m
sr_rs: Грешка приликом учитавања дељене библиотеке %s: %m

source: %s: Error getting %zu bytes thread-local storage: %m
cs_cz: %s: Chyba získání %zu bajtů místního vlákna: %m
sr_rs: %s: Грешка приликом обезбеђивања %zu бајтова складишта локалног за нит: %m

source: Library %s is not already loaded
cs_cz: Knihovna %s ještě není načtena
sr_rs: Библиотека %s није већ учитана

source: %s: %s: Not a valid dynamic program
cs_cz: %s: %s: Není platný dynamický program
sr_rs: %s: %s: Није исправан динамички програм

source: Error loading shared library %s: %m (needed by %s)
cs_cz: Chyba při načítání sdílené knihovny %s: %m (závisí na ní %s)
sr_rs: Грешка приликом учитавања дељене библиотеке %s: %m (тражи је %s)

source: Error relocating %s: RELRO protection failed: %m
cs_cz: Chyba při přemisťování %s: RELRO ochrana se nepovedla: %m
sr_rs: Грешка приликом релоцирања %s: RELRO заштита није успела: %m

source: Error allocating function descriptors for %s
cs_cz: Chyba při alokaci deskriptorů funkcí pro %s
sr_rs: Грешка приликом алоцирања функцијских дескриптора за %s

source: Error relocating %s: unsupported relocation type %d
cs_cz: Chyba při relokaci %s: nepodporovaný typ relokace %d
sr_rs: Грешка приликом релоцирања %s: неподржана врста релокације %d

source: Assertion failed: %s (%s: %s: %d)
cs_cz: Tvrzení selhalo: %s(%s: %s: %d)
sr_rs: Тврдња неуспешна: %s (%s: %s: %d)

source: Error relocating %s: %s: symbol not found
cs_cz: Chyba při relokaci %s: %s: symbol nenalezen
sr_rs: Грешка приликом релоцирања %s: %s: симбол није пронађен

source: Error relocating %s: cannot allocate TLSDESC for %s
cs_cz: Chyba při relokaci %s: nelze alokovat TLSDESC pro %s
sr_rs: Грешка приликом релоцирања %s: не може се алоцирати TLSDESC за %s

source: Dynamic linker failed to allocate memory for error message
cs_cz: Dynamický linker selhal při alokaci paměti pro chybovou zprávu
sr_rs: Динамички линкер није успео да алоцира меморију за поруку о грешци

source: Invalid library handle %p
cs_cz: Neplatný popisovač knihovny %p
sr_rs: Неисправна ручка библиотеке %p

source: Dynamic loading not supported
cs_cz: Dynamické načítání není podporované
sr_rs: Динамичко учитавање није подржано

source: Unsupported request %d
cs_cz: Nepodporovaná žádost %d
sr_rs: Неподржани захтев %d

source: Symbol not found: %s
cs_cz: Symbol nenalezen: %s
sr_rs: Симбол није пронађен: %s

source: missing from binmap!
cs_cz: chybí z binmapy!
sr_rs: недостаје у бинмапи!

source: binmap wrongly contains %d!
cs_cz: binmapa chybně obsahuje %d!
sr_rs: бинмапа погрешно садржи %d!

source: label
cs_cz: označení
sr_rs: натпис

source: severity
cs_cz: vážnost
sr_rs: грубост

source: text
sr_rs: текст

source: action
cs_cz: akce
sr_rs: акција

source: tag
cs_cz: štítek
sr_rs: ознака

source: HALT:
cs_cz: STOP:
sr_rs: ЗАСТОЈ:

source: ERROR:
cs_cz: CHYBA:
sr_rs: ГРЕШКА:

source: WARNING:
cs_cz: VAROVÁNÍ:
sr_rs: УПОЗОРЕЊЕ:

source: INFO:
sr_rs: ИНФО:

source: : option does not take an argument:
cs_cz: : volba nebere argument:
sr_rs: : опција не узима аргумент:

source: : option requires an argument:
cs_cz: : volba vyžaduje argument:
sr_rs: : опција захтева аргумент:

source: : option is ambiguous:
cs_cz: : možnost je dvojznačná:
sr_rs: : опција је двосмислена:

source: : unrecognized option:
cs_cz: : nerozeznaná volba:
sr_rs: : непозната опција:

source: No error
cs_cz: Žádná chyba
sr_rs: Нема грешке

source: Unknown signal
cs_cz: Neznámý signál
sr_rs: Непознат сигнал

source: Host not found
cs_cz: Host nenalezen
sr_rs: Хост није пронађен

source: Invalid flags
cs_cz: Neplatné vlajky
sr_rs: Неисправне заставице

source: Illegal byte sequence
cs_cz: Ilegální sekvence bajtů
sr_rs: Недозвољен низ бајтова

source: Domain error
cs_cz: Doménová chyba
sr_rs: Грешка у домену

source: Result not representable
cs_cz: Výsledek není reprezentovatelný
sr_rs: Резултат се не може представити

source: Not a tty
cs_cz: Není tty
sr_rs: Није tty

source: Permission denied
cs_cz: Oprávnění zamítnuto
sr_rs: Овлашћење је одбијено

source: Operation not permitted
cs_cz: Operace není povolená
sr_rs: Операција није дозвољена

source: No such file or directory
cs_cz: Složka nebo soubor neexistuje
sr_rs: Нема такве датотеке нити директоријума

source: No such process
cs_cz: Proces neexistuje
sr_rs: Нема таквог процеса

source: File exists
cs_cz: Soubor již existuje
sr_rs: Датотека постоји

source: Value too large for data type
cs_cz: Hodnota je příliš velká pro datový typ
sr_rs: Вредност је превелика за тип података

source: No space left on device
cs_cz: Žádné volné místo na zařízení
sr_rs: Нема више простора на уређају

source: Resource busy
cs_cz: Zdroj zaneprázdněn
sr_rs: Ресурс је заузет

source: Interrupted system call
cs_cz: Přerušené systémové volání
sr_rs: Прекинут системски позив

source: Resource temporarily unavailable
cs_cz: Zdroj dočasně nedostupný
sr_rs: Ресурс је привремено недоступан

source: Invalid seek
cs_cz: Neplatné hledání
sr_rs: Неисправно тражење

source: Cross-device link
cs_cz: Propojení mezi zařízeními
sr_rs: Веза између два различита уређаја

source: Read-only file system
cs_cz: Souborový systém pouze pro čtení
sr_rs: Систем датотека само за читање

source: Directory not empty
cs_cz: Složka není prázdná
sr_rs: Директоријум није празан

source: Connection reset by peer
cs_cz: Spojení resetováno druhou stranou
sr_rs: Повезивање поново покренуто од стране суседа

source: Operation timed out
cs_cz: Operaci vypršel čas
sr_rs: Операција је одложена

source: Connection refused
cs_cz: Spojení odmítnuto
sr_rs: Повезивање је одбијено

source: Host is down
cs_cz: Host je offline
sr_rs: Хост је оборен

source: Host is unreachable
cs_cz: Host je nedosažitelný
sr_rs: Хост је недоступан

source: Address in use
cs_cz: Adresa se již používá
sr_rs: Адреса се користи

source: Broken pipe
cs_cz: Rozbitá cesta
sr_rs: Сломљена цев

source: I/O error
cs_cz: Chyba vstupu/výstupu
sr_rs: У/И грешка

source: No such device or address
cs_cz: Takové zařízení nebo adresa neexistuje
sr_rs: Нема таквог уређаја нити адресе

source: Block device required
cs_cz: Vyžaadováno blokové zařízení
sr_rs: Захтева се блок уређај

source: No such device
cs_cz: Zařízení neexistuje
sr_rs: Нема таквог уређаја

source: Not a directory
cs_cz: Není složka
sr_rs: Није директоријум

source: Is a directory
cs_cz: Je složka
sr_rs: То је директоријум

source: Text file busy
cs_cz: Textový soubor zaneprázdněn
sr_rs: Текстуална датотека је заузета

source: Exec format error
cs_cz: Chyba exec formátu
sr_rs: Грешка у извршном формату

source: Invalid argument
cs_cz: Neplatný argument
sr_rs: Неисправан аргумент

source: Argument list too long
cs_cz: Seznam argumentů je příliš dlouhý
sr_rs: Листа аргумената је предугачка

source: Symbolic link loop
cs_cz: Smyčka symbolických odkazů
sr_rs: Петља симболичких веза

source: Filename too long
cs_cz: Název souboru je příliš dlouhý
sr_rs: Назив датотеке је предугачак

source: Too many open files in system
cs_cz: Příliš otevřených souborů v systému
sr_rs: Превише отворених датотека у систему

source: No file descriptors available
cs_cz: Žádné popisky souborů nejsou dostupné
sr_rs: Нема доступних дескриптора датотека

source: Bad file descriptor
cs_cz: Špatný popisek souboru
sr_rs: Лош дескриптор датотеке

source: No child process
cs_cz: Žádný podřazený proces
sr_rs: Нема подређеног процеса

source: Bad address
cs_cz: Špatná adresa
sr_rs: Лоша адреса

source: File too large
cs_cz: Soubor je příliš velký
sr_rs: Датотека је превелика

source: Too many links
cs_cz: Příliš mnoho odkazů
sr_rs: Превише веза

source: No locks available
cs_cz: Žádné zámky nejsou dostupné
sr_rs: Нема доступних катанаца

source: Resource deadlock would occur
cs_cz: Došlo by k zablokování zdrojů
sr_rs: Настало би заглављивање ресурса

source: State not recoverable
cs_cz: Stav není obnovitelný
sr_rs: Не може се опоравити из овог стања

source: Previous owner died
cs_cz: Předchozí majitel zemřel
sr_rs: Претходни власник је мртав

source: Operation canceled
cs_cz: Operace zrušena
sr_rs: Операција је поништена

source: Function not implemented
cs_cz: Funkce není implementována
sr_rs: Функција није имплементирана

source: No message of desired type
cs_cz: Žádná zpráva žádaného typu
sr_rs: Нема порука жељеног типа

source: Identifier removed
cs_cz: Identifikátor odstraněn
sr_rs: Идентификатор је уклоњен

source: Device not a stream
cs_cz: Zařízení není stream
sr_rs: Уређај није ток

source: No data available
cs_cz: Žádná data nejsou dostupná
sr_rs: Нема доступних података

source: Device timeout
cs_cz: Zažízení vypršel čas
sr_rs: Тајмаут уређаја

source: Out of streams resources
cs_cz: Zdroje mimo streamy
sr_rs: Нема више ресурса за токове

source: Link has been severed
cs_cz: Spojení bylo poškozeno
sr_rs: Веза је прекинута

source: Protocol error
cs_cz: Chyba protokolu
sr_rs: Грешка у протоколу

source: Bad message
cs_cz: Špatná zpráva
sr_rs: Лоша порука

source: File descriptor in bad state
cs_cz: Popisek souboru ve špatném stavu
sr_rs: Дескриптор датотеке је у лошем стању

source: Not a socket
cs_cz: Není socket
sr_rs: Није утичница

source: Destination address required
cs_cz: Adresa cíle vyžadována
sr_rs: Захтева се одредишна адреса

source: Message too large
cs_cz: Zpráva je příliš dlouhá
sr_rs: Порука је превелика

source: Protocol wrong type for socket
cs_cz: Pro socket je protokol špatného typu
sr_rs: Протокол је погрешног типа за утичницу

source: Protocol not available
cs_cz: Protokol není dostupný
sr_rs: Протокол није доступан

source: Protocol not supported
cs_cz: Protokol není podporován
sr_rs: Протокол није подржан

source: Socket type not supported
cs_cz: Tento typ socketu není podporován
sr_rs: Тип утичнице није подржан

source: Not supported
cs_cz: Není podporováno
sr_rs: Није подржано

source: Protocol family not supported
cs_cz: Rodina protokolů není podporována
sr_rs: Фамилија протокола није подржана

source: Address family not supported by protocol
cs_cz: Rodina adres není podporována
sr_rs: Фамилија адреса није подржана протоколом

source: Address not available
cs_cz: Adresa není dostupná
sr_rs: Адреса није доступна

source: Network is down
cs_cz: Síť je offline
sr_rs: Мрежа је оборена

source: Network unreachable
cs_cz: Síť je nedosažitelná
sr_rs: Мрежа је недоступна

source: Connection reset by network
cs_cz: Spojení resetováno sítí
sr_rs: Повезивање је поново покренуто од стране мреже

source: Connection aborted
cs_cz: Spojení zrušeno
sr_rs: Повезивање је прекинуто

source: No buffer space available
cs_cz: Žádné místo na bufferu
sr_rs: Нема доступног места за бафер

source: Socket is connected
cs_cz: Socket je připojen
sr_rs: Утичница је повезана

source: Socket not connected
cs_cz: Socket není připojen
sr_rs: Утичница није повезана

source: Cannot send after socket shutdown
cs_cz: Po deaktivaci socketu nelze odeslat
sr_rs: Не може се слати после гашења утичнице

source: Operation already in progress
cs_cz: Operace již probíhá
sr_rs: Операција је већ у току

source: Operation in progress
cs_cz: Operace probíhá
sr_rs: Операција је у току

source: Stale file handle
cs_cz: Zastaralý popisovač souboru
sr_rs: Истекла ручка датотеке

source: Remote I/O error
cs_cz: Chyba vzdáleného vstupu/výstupu
sr_rs: Грешка у удаљеном У/И

source: Quota exceeded
cs_cz: Kvóta přesaženo
sr_rs: Квота је премашена

source: No medium found
cs_cz: Žádné médium nenalezeno
sr_rs: Ниједан медијум није пронађен

source: Wrong medium type
cs_cz: Špatný typ média
sr_rs: Погрешан тип медијума

source: No error information
cs_cz: Žádná chybová informace
sr_rs: Нема поруке о грешци

source: Sun
cs_cz: Ne
sr_rs: нед

source: Mon
cs_cz: Po
sr_rs: пон

source: Tue
cs_cz: Út
sr_rs: уто

source: Wed
cs_cz: St
sr_rs: сре

source: Thu
cs_cz: Čt
sr_rs: чет

source: Fri
cs_cz: Pá
sr_rs: пет

source: Sat
cs_cz: So
sr_rs: суб

source: Sunday
cs_cz: Neděle
sr_rs: недеља

source: Monday
cs_cz: Pondělí
sr_rs: понедељак

source: Tuesday
cs_cz: Úterý
sr_rs: уторак

source: Wednesday
cs_cz: Středa
sr_rs: среда

source: Thursday
cs_cz: Čtvrtek
sr_rs: четвртак

source: Friday
cs_cz: Pátek
sr_rs: петак

source: Saturday
cs_cz: Sobota
sr_rs: субота

source: Jan
cs_cz: Led
sr_rs: јан

source: Feb
cs_cz: Úno
sr_rs: феб

source: Mar
cs_cz: Bře
sr_rs: мар

source: Apr
cs_cz: Dub
sr_rs: апр

source: May
cs_cz: Kvě
sr_rs: мај

source: Jun
cs_cz: Čvn
sr_rs: јун

source: Jul
cs_cz: Čvc
sr_rs: јул

source: Aug
cs_cz: Srp
sr_rs: авг

source: Sep
cs_cz: Zář
sr_rs: сеп

source: Oct
cs_cz: Říj
sr_rs: окт

source: Nov
cs_cz: Lis
sr_rs: нов

source: Dec
cs_cz: Pro
sr_rs: дец

source: January
cs_cz: Leden
sr_rs: јануар

source: February
cs_cz: Únor
sr_rs: фебруар

source: March
cs_cz: Březen
sr_rs: март

source: April
cs_cz: Duben
sr_rs: април

source: June
cs_cz: Červen
sr_rs: јун

source: July
cs_cz: Červenec
sr_rs: јул

source: August
cs_cz: Srpen
sr_rs: август

source: September
cs_cz: Září
sr_rs: септембар

source: October
cs_cz: Říjen
sr_rs: октобар

source: November
cs_cz: Listopad
sr_rs: новембар

source: December
cs_cz: Prosinec
sr_rs: децембар

source: %m/%d/%y
sr_rs: %d.%m.%y.

source: yes
cs_cz: ano
sr_rs: да

source: no
cs_cz: ne
sr_rs: не

source: Name does not resolve
cs_cz: Jméno nelze vyřešit
sr_rs: Име се не може разрешити

source: Try again
cs_cz: Zkuste to znovu
sr_rs: Покушајте поново

source: Non-recoverable error
cs_cz: Neobnovitelná chyba
sr_rs: Грешка од које се не може опоравити

source: Unknown error
cs_cz: Neznámá chyba
sr_rs: Непозната грешка

source: Unrecognized address family or invalid length
cs_cz: Nerozeznaná rodina adres nebo neplatná délka
sr_rs: Непозната фамилија адреса или неисправна дужина

source: Unrecognized socket type
cs_cz: Nerozeznaný typ socketu
sr_rs: Непознат тип утичнице

source: Unrecognized service
cs_cz: Nerozeznaná služba
sr_rs: Непознат сервис

source: System error
cs_cz: Systémová chyba
sr_rs: Системска грешка

source: Overflow
cs_cz: Přetékání
sr_rs: Преливање

source: No match
cs_cz: Žádná shoda
sr_rs: Нема подударања

source: Invalid regexp
cs_cz: Špatný regulární výraz
sr_rs: Неисправни регизраз

source: Unknown collating element
cs_cz: Neznámý srovnávácí prvek
sr_rs: Непознат елемент ређања

source: Unknown character class name
cs_cz: Neznámý název třídy znaků
sr_rs: Непознат назив класе знакова

source: Trailing backslash
cs_cz: Zpětné lomítko navíc
sr_rs: Обрнута коса црта на крају

source: Invalid back reference
cs_cz: Neplatná zpětná reference
sr_rs: Неисправна повратна референца

source: Missing ']'
cs_cz: Chybějící ']'
sr_rs: Недостаје „]“

source: Missing ')'
cs_cz: Chybějící ')'
sr_rs: Недостаје „)“

source: Missing '}'
cs_cz: Chybějící '}'
sr_rs: Недостаје „}“

source: Invalid contents of {}
cs_cz: Neplatný obsah {}
sr_rs: Неисправан садржај {}

source: Invalid character range
cs_cz: Neplatný rozsah znaků
sr_rs: Неисправан опсег знакова

source: Repetition not preceded by valid expression
cs_cz: Opakování nepředchází platný výraz
sr_rs: Понављању не претходи исправан израз

source: Hangup
cs_cz: Zmrazení
sr_rs: Прекинута веза

source: Interrupt
cs_cz: Přerušení
sr_rs: Прекид

source: Quit
cs_cz: Ukončit
sr_rs: Излаз

source: Illegal instruction
cs_cz: Ilegální instrukce
sr_rs: Недозвољена инструкција

source: Trace/breakpoint trap
cs_cz: Trasa/breakpointu uvězněny
sr_rs: Клопка праћења/тачке прекида

source: Aborted
cs_cz: Zrušeno
sr_rs: Прекинуто

source: Bus error
cs_cz: Chyba busu
sr_rs: Грешка bus-а

source: Arithmetic exception
cs_cz: Aritmetická chyba
sr_rs: Аритметички изузетак

source: Killed
cs_cz: Zabito
sr_rs: Убијен

source: User defined signal 1
cs_cz: Signál definovaný uživatelem 1
sr_rs: Кориснички дефинисан сигнал 1

source: Segmentation fault
cs_cz: Segmentační chyba
sr_rs: Грешка сегментације

source: User defined signal 2
cs_cz: Signál definovaný uživatelem 2
sr_rs: Кориснички дефинисан сигнал 2

source: Alarm clock
cs_cz: Budík
sr_rs: Аларм

source: Terminated
cs_cz: Ukončeno
sr_rs: Завршен

source: Stack fault
cs_cz: Chyba stacku
sr_rs: Грешка стека

source: Child process status
cs_cz: Stav podřazeného procesu
sr_rs: Статус подређеног процеса

source: Continued
cs_cz: Pokračuje se
sr_rs: Настављен

source: Stopped (signal)
cs_cz: Zastaveno (signál)
sr_rs: Заустављен (сигнал)

source: Stopped
cs_cz: Zastaveno
sr_rs: Заустављен

source: Stopped (tty input)
cs_cz: Zastaveno (vstup na tty)
sr_rs: Заустављен (улаз са tty-ја)

source: Stopped (tty output)
cs_cz: Zastaveno (výstup na tty)
sr_rs: Заустављен (излаз на tty)

source: Urgent I/O condition
cs_cz: Urgentní stav vstupu/výstupu
sr_rs: Хитно У/И стање

source: CPU time limit exceeded
cs_cz: Překročen limit času CPU
sr_rs: Временско ограничење ЦПЈ је премашено

source: File size limit exceeded
cs_cz: Překročen limit velikosti souboru
sr_rs: Ограничење величине датотеке је премашено

source: Virtual timer expired
cs_cz: Virtuální časovač vypršel
sr_rs: Виртуелни тајмер је истекао

source: Profiling timer expired
cs_cz: Profilovací časovač vypršel
sr_rs: Тајмер профилисања је истекао

source: Window changed
cs_cz: Okno změněno
sr_rs: Прозор је промењен

source: I/O possible
cs_cz: Vstup/výstup možný
sr_rs: У/И је могућ

source: Power failure
cs_cz: Chyba napájení
sr_rs: Грешка напона

source: Bad system call
cs_cz: Špatné systémové volání
sr_rs: Лош системски позив

source: %Y-%m-%d
cs_cz: %d-%m-%Y
